ui
1 缺失页面
2 隐私政策 用户协议页面
3 第一个欢迎页
4 开始填写资料页
5 所有用户均已推荐
6 开始介绍自己页面
7 上传头像/封面
8 关注服务号页面
9 关于我们
10 设置详情页（用户协议 隐私政策 关于我们 注销账户）

修改页面
11 欢迎页两步 性别 年龄 登陆后介绍自己 身高 行业 学校 最高学历 学历类型 上传头像 关于我
12 详情页 被喜欢的状态：没有悬浮按钮。固定“推荐给好友” 和 “取消喜欢”的按钮 互相喜欢的状态：没有悬浮按钮 固定“推荐给好友” 和 “取消喜欢”的按钮，还有个 聊天按钮
13 推荐配置页面地址增加标题 地址后弹出地址的菜单
14 我的页面增加相互喜欢 突出喜欢我的
15 消息列表可以删除
16 我喜欢的列表中星座改成身高和地址 相互喜欢的人下面增加 聊天按钮 没有相互喜欢就是取消喜欢按钮 喜欢我的
17 谁喜欢我 去掉详细信息 只保留一个照片 下面加上 一个（24岁/魔蝎座/重庆）的小姐姐/小哥哥 或者 就是 只有年龄 地址
18 喜欢我的页面 为空时样子 六个人时怎么展示（解锁全部按钮是否是悬浮）
19 点击解锁谁喜欢我 弹出通过思君币购买身份卡
20 相互喜欢时弹窗










